Repository: GuiFeiteira/neuro_nest1
Catalog: lib/l10n/app_*.arb
Languages: pt

source: Add Contact
pt: Adicionar Contacto

source: Add Event
pt: Adicionar Evento

# addmeds
source: Add Medication
pt: Adicionar Medicamento

source: All Body Jerking
pt: Tremores Corporal Inteiro

source: All Body Stiffness
pt: Rigidez Corporal Inteira

# analises
source: Analytics and Insights
pt: Análises e insights

source: Angry
pt: Zangado

source: Arm Jerking
pt: Tremores no Braço

source: Arm Stiffness
pt: Rigidez no Braço

# ataque
source: Attacks
pt: Ataques

# ataquesmes
source: Attacks for this Month:
pt: Ataques deste mês :

source: attacks
pt: ataques

source: Awareness
pt: Consciência

source: Back
pt: Anterior

source: Better
pt: Melhor

source: Body Seizure
pt: Convulsão Corporal

source: Both
pt: Ambos

source: Can't Tell Other
pt: Outro

# comparedToLastMonth
source: Compared to last month, your attacks have ,
pt: Comparado ao mês passado,

source: Confused
pt: Confuso

source: Country Code
pt: Codigo Pais

source: decreased
pt: diminuíram

# detalhes
source: Details
pt: Detalhes

# diassemana
source: Select the days :
pt: Selecione os dias :

# diferentiming
source: Different Timing
pt: Tempo Diferente

source: Document Title
pt: Titulo do Documento

# eventosdia
source: Events of The Day :
pt: Eventos do Dia :

source: Eyes
pt: Olhos

source: Eyes Down
pt: Olhos para Baixo

source: Eyes Rolling
pt: Olhos Revirados

source: Eyes Up
pt: Olhos para Cima

source: Full Body
pt: Corpo Inteiro

source: Fully Aware
pt: Totalmente Consciente

source: Good
pt: Bom

source: Happy
pt: Feliz

# horariotoma
source: What time do you take it ?
pt: Qual o horario de toma ?

# howufell
source: How do you feel ?
pt: Como se sente ?

source: increased
pt: aumentaram

source: Jerking
pt: Tremores

source: Jerking Movements
pt: Movimentos de Tremores

source: Just Left Side
pt: Apenas Lado Esquerdo

source: Just Right Side
pt: Apenas Lado Direito

source: learning
pt: Aprender

source: Legs Jerking
pt: Tremores nas Pernas

source: Legs Stiffness
pt: Rigidez nas Pernas

source: Little Sad
pt: Triste

source: Logout
pt: Sair

# meddstime
source: What is the taking time ?
pt: Qual o horário de toma ?

# medicamento
source: Medicine
pt: Medicamento

# medicamentosdia
source: Medication Taken
pt: Medicamentos Tomados:

# medstoday
source: Today's Medications:
pt: Medicamentos de hoje :

# mostcomun
source: Most Common Triggers :
pt: Gatilhos mais comuns :

source: Movements
pt: Movimentos

# mudarLingua
source: Change Language
pt: Mudar Liguagem

source: Name
pt: Nome

source: Next
pt: Proximo

# nomemeds
source: Name of the Medicine
pt: Nome do Medicamento

source: Not Responsive
pt: Não Responsivo

# notificar
source: Notify
pt: Notificar

source: Occurrences
pt: Ocorrências :

source: Phone Number
pt: Numero de Telefone

# profileSets
source: Profile Sentings
pt: Definições

# proximos
source: Next On:
pt: Proximos Medicamentos :

source: Responds to Voice
pt: Responde à Voz

source: Save
pt: Salvar

source: Seizure By Hour
pt: Ataques Por Hora

source: Select Language
pt: Selecionar Lingua

source: Send Emergency Message
pt: Enviar Mensagem de Emergencia

source: Skipped
pt: Não Tomado

# sleepoption
source: How did you sleep today ?
pt: Como dormiu hoje ?

source: Staring
pt: Olhando Fixo

source: stayed the same
pt: permaneceram os mesmos

source: Stiffness
pt: Rigidez

source: Stressed
pt: Stressado

# thankYou
source: Thank you for your feedback!
pt: Obrigado pelo seu feedback!

# timesaday
source: How Many Times a Day ?
pt: Quantas vezes ao dia ?

# tipo
source: Type
pt: Tipo

# trends
source: Not enough data to compare trends.
pt: Dados insuficientes para comparar tendências.

# trigger
source: Trigger Information :
pt: Informação :

# trigger2
source: Trigger
pt: Gatilho :

# verProfile
source: View / Edit Profile
pt: Ver / Editar Perfil

source: Very Sad
pt: Muito Triste

# welcomeback
source: Welcome Back, {userName}
pt: Bem Vindo, {userName}

source: Worst
pt: Pior

# introText
source: Welcome to the Seizure Tracker App. Track your symptoms and find useful information.
pt: Bem-vindo ao aplicativo Seizure Tracker. Acompanhe seus sintomas e encontre informações úteis.

source: Educational Resources
pt: Recursos Educacionais

# site1Title
source: Epilepsy Foundation
pt: Fundação da Epilepsia

# site1Description
source: Comprehensive information about epilepsy.
pt: Informações abrangentes sobre epilepsia.

# site2Title
source: World Health Organization
pt: Organização Mundial da Saúde

# site2Description
source: Facts and figures about epilepsy.
pt: Fatos e números sobre epilepsia.

# site3Description
source: A epilepsia e dieta cetogénica
pt: A epilepsia e a dieta cetogénica

source: Go to Educational Page
pt: Ir para a Página Educacional

# ataquesmesanterior
source: Last Month Attacks
pt: Ataques do mês anterior

# movimento
source: Automatic Movement
pt: Movimento Automático

# clapping
source: Hands Clapping, Rubbing
pt: Bater palmas, Esfregar Mãos

# walking
source: Walking, Wandering
pt: Andar

# lip
source: Lip Smacking, Chewing
pt: Morder os lábios, mastigar

# correr
source: Running
pt: Correr

source: None
pt: Nenhum

# shakeToSend
source: Shake To Send SOS
pt: Abanar para Enviar SOS

# shakeDesc
source: Turning on this feature will make your cell phone to send an SOS message if shaken excessively
pt: Ligar esta funcionalidade fará com que se o seu telemóvel for abanado em demasia envie uma mensagem SOS
